start_non_user = """
Привет, дорогой пользователь!
Вижу, ты еще не в нашей системе!
Нажми кнопку зарегистрироваться, чтобы отправить запрос на выдачу доступа к магазину!
"""

reg_name = """
Введите ФИО:
Это необходимо для определения вас в админке
"""

reg_position = """
Введите вашу должность:
"""

reg_finish = """
Все, спасибо, мы продали ваши данные)
Шутка, мы отправили запрос админу и скоро вы получите ответ
"""

start_user = """
Привет, {name}!
Приветствую тебя в нашем магазине!
Твой баланс - {balance} TC
Быстрее же используй их!
"""

start_admin = """
Здравствуй, дорогой {name}!
Мы приветствуем вас в нашей панеле администратора!
Ждем, пока вы пополните баланс одному из ваших работников!
"""